Repository: MuhammedKpln/sociumflutter
Catalog: lib/l10n/app_*.arb
Languages: tr

# onboardSliderFirst
source: Meet new people around you based on your common interests
tr: Ortak ilgi alanlarınıza göre çevrenizdeki yeni insanlarla tanışın

# onboardSliderSecond
source: Discover great communities and participate in exciting events
tr: Harika toplulukları keşfedin ve heyecan verici etkinliklere katılın

# onboardSliderThird
source: Stay in touch with your friends
tr: Arkadaşlarınızla iletişimde kalın

# onboardStartBtnText
source: Let's get started
tr: Başlıyalım

# onboardPrivacyPolicyText
source: By continuing, you agree to our Terms of Service and Privacy Policy.
tr: Devam ederek, Hizmet Şartlarımızı ve Gizlilik Politikamızı kabul etmiş olursunuz.

# onboardLoginBtnText
source: Sign in
tr: Giriş yap

# onboardBottomSheetTitleText
source: Sign in
tr: Giriş yap

# onboardLoginWithGoogleBtnTxt
source: Sign in with Google
tr: Google ile giriş yap

# onboardLoginWithAppleBtnTxt
source: Sign in with Apple
tr: Apple ile giriş yap

# onboardLoginWithEmailBtnTxt
source: Sign in with email
tr: E-posta ile giriş yap

# onboardRegisterWithGoogleBtnTxt
source: Register with Google
tr: Google ile kayıt ol

# onboardRegisterWithAppleBtnTxt
source: Register with Apple
tr: Apple ile kayıt ol

# onboardRegisterWithEmailBtnTxt
source: Register by email
tr: E-posta ile kayıt ol
